<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@ can run with Xcode open, but some cleaned files may affect its functionality or cause a crash.</key>
	<string>L'app %@ può essere eseguita con Xcode aperto, ma alcuni file puliti potrebbero influire sulla sua funzionalità o causarne un arresto anomalo.</string>
	<key>1024 x 1024 preferred</key>
	<string>1024 x 1024 preferiti</string>
	<key>30 Days</key>
	<string>30 giorni</string>
	<key>30-Day Installs</key>
	<string>Installazioni a 30 giorni</string>
	<key>365 Days</key>
	<string>365 giorni</string>
	<key>365-Day Installs</key>
	<string>Installazioni a 365 giorni</string>
	<key>90 Days</key>
	<string>90 giorni</string>
	<key>90-Day Installs</key>
	<string>Installazioni a 90 giorni</string>
	<key>Action Failed</key>
	<string>Azione non riuscita</string>
	<key>Add</key>
	<string>Aggiungi</string>
	<key>All downloads are hosted by Apple.</key>
	<string>Tutti i download sono ospitati da Apple.</string>
	<key>Appearance:</key>
	<string>Aspetto:</string>
	<key>Apple Silicon</key>
	<string>Apple Silicon</string>
	<key>Approximate size: %@. This permanently deletes the selected Homebrew caches and cannot be undone. Do not install or upgrade Homebrew packages at the same time.</key>
	<string>Dimensioni approssimative: %@. Questa operazione elimina in modo permanente le cache di Homebrew selezionate e non può essere annullata. Non installare o aggiornare pacchetti Homebrew contemporaneamente.</string>
	<key>Are you sure you want to proceed? This action is irreversible.</key>
	<string>Continuare? L'azione è irreversibile.</string>
	<key>Assets Maker</key>
	<string>Creatore risorse</string>
	<key>Authorize the Homebrew root folder again.</key>
	<string>Autorizza di nuovo la cartella root di Homebrew.</string>
	<key>Availability</key>
	<string>Disponibilità</string>
	<key>Cache Folder</key>
	<string>Cartella cache</string>
	<key>Calculate and clean Homebrew caches.</key>
	<string>Calcola ed elimina le cache di Homebrew.</string>
	<key>Catalog</key>
	<string>Catalogo</string>
	<key>Catalog Details</key>
	<string>Dettagli catalogo</string>
	<key>Catalog Version</key>
	<string>Versione catalogo</string>
	<key>Caveats</key>
	<string>Avvertenze</string>
	<key>Choose</key>
	<string>Scegli</string>
	<key>Choose Folder</key>
	<string>Scegli cartella</string>
	<key>Choose a Homebrew root folder that contains bin/brew.</key>
	<string>Scegli una cartella root di Homebrew che contenga bin/brew.</string>
	<key>Choose a folder and a name to store your asset.</key>
	<string>Scegli una cartella e un nome per archiviare la tua risorsa.</string>
	<key>Choose the Homebrew root folder that contains bin/brew.</key>
	<string>Scegli la cartella root di Homebrew che contiene bin/brew.</string>
	<key>Choose the default Homebrew cache folder at ~/Library/Caches/Homebrew.</key>
	<string>Scegli la cartella cache predefinita di Homebrew in ~/Libreria/Caches/Homebrew.</string>
	<key>Choose ~/Library/Caches/Homebrew to scan and clean its cache contents.</key>
	<string>Scegli ~/Libreria/Caches/Homebrew per la scansione e la pulizia del suo contenuto di cache.</string>
	<key>Cleaning</key>
	<string>Pulizia</string>
	<key>Cleaning Homebrew Cache</key>
	<string>Pulizia cache di Homebrew</string>
	<key>Cleanup</key>
	<string>Pulizia</string>
	<key>Cleanup completed. Space reclaimed: %@.</key>
	<string>Pulizia completata. Spazio recuperato: %@.</string>
	<key>Cleanup failed. The selected items could not be deleted.</key>
	<string>Pulizia non riuscita. Gli elementi selezionati non possono essere eliminati.</string>
	<key>Cleanup partially completed. Space reclaimed: %@. Some selected items could not be deleted.</key>
	<string>Pulizia parzialmente completata. Spazio recuperato: %@. Alcuni elementi selezionati non possono essere eliminati.</string>
	<key>Clear Search History</key>
	<string>Cancella cronologia ricerche</string>
	<key>Completed</key>
	<string>Completata</string>
	<key>Conflicts</key>
	<string>Conflitti</string>
	<key>Connect to the internet and try again.</key>
	<string>Connettiti a internet e riprova.</string>
	<key>Continue</key>
	<string>Continua</string>
	<key>Copied</key>
	<string>Copiato</string>
	<key>Copy Install Command</key>
	<string>Copia comando di installazione</string>
	<key>Copy Uninstall Command</key>
	<string>Copia comando di disinstallazione</string>
	<key>Copy Upgrade Command</key>
	<string>Copia comando di aggiornamento</string>
	<key>Current %@</key>
	<string>Attuale %@</string>
	<key>Current Version</key>
	<string>Versione attuale</string>
	<key>Dark</key>
	<string>Scuro</string>
	<key>Data Source</key>
	<string>Sorgente dati</string>
	<key>Date</key>
	<string>Data</string>
	<key>Default Path</key>
	<string>Percorso predefinito</string>
	<key>Delete</key>
	<string>Elimina</string>
	<key>Delete Permanently</key>
	<string>Elimina permanentemente</string>
	<key>Delete...</key>
	<string>Elimina…</string>
	<key>Deprecated</key>
	<string>Deprecato</string>
	<key>Description</key>
	<string>Descrizione</string>
	<key>Deselect All</key>
	<string>Deseleziona tutto</string>
	<key>Developer Folder</key>
	<string>Cartella sviluppatore</string>
	<key>Disabled</key>
	<string>Disabilitato</string>
	<key>Documentation cache files from Xcode %@</key>
	<string>File cache della documentazione da Xcode %@</string>
	<key>Download</key>
	<string>Scarica</string>
	<key>Download Xcode</key>
	<string>Scarica Xcode</string>
	<key>Drag and drop a image file here</key>
	<string>Trascina qui un file immagine</string>
	<key>Drag and drop image files here</key>
	<string>Trascina qui i file immagine</string>
	<key>Failed to load data</key>
	<string>Caricamento dati non riuscito</string>
	<key>Folder Authorization Required</key>
	<string>Autorizzazione cartella richiesta</string>
	<key>Folder Name:</key>
	<string>Nome cartella:</string>
	<key>Force Refresh</key>
	<string>Aggiorna forzatamente</string>
	<key>General</key>
	<string>Generale</string>
	<key>Height</key>
	<string>Altezza</string>
	<key>Help &amp; Support</key>
	<string>Aiuto e supporto</string>
	<key>Homebrew Cache Is Empty</key>
	<string>La cache di Homebrew è vuota</string>
	<key>Homebrew Catalog Unavailable</key>
	<string>Catalogo Homebrew non disponibile</string>
	<key>Homebrew Root</key>
	<string>Root di Homebrew</string>
	<key>Homebrew reported no changes, but no cached data is available.</key>
	<string>Homebrew non ha segnalato modifiche, ma nessun dato memorizzato nella cache è disponibile.</string>
	<key>Homebrew returned HTTP status %lld.</key>
	<string>Homebrew ha restituito stato HTTP %lld.</string>
	<key>Homebrew returned an invalid response.</key>
	<string>Homebrew ha restituito una risposta non valida.</string>
	<key>Homepage</key>
	<string>Homepage</string>
	<key>If the direct download link doesn't work,</key>
	<string>Se il link di download diretto non funziona,</string>
	<key>Image Set</key>
	<string>Set di immagini</string>
	<key>Information</key>
	<string>Informazioni</string>
	<key>Install Command</key>
	<string>Comando di installazione</string>
	<key>Installation Path</key>
	<string>Percorso di installazione</string>
	<key>Installation Statistics</key>
	<string>Statistiche di installazione</string>
	<key>Installed</key>
	<string>Installato</string>
	<key>Installed Locally</key>
	<string>Installato localmente</string>
	<key>Installed Version</key>
	<string>Versione installata</string>
	<key>Last Checked</key>
	<string>Ultimo controllo</string>
	<key>Last Successful Update</key>
	<string>Ultimo aggiornamento riuscito</string>
	<key>Leave a Tip</key>
	<string>Lascia una mancia</string>
	<key>License</key>
	<string>Licenza</string>
	<key>Light</key>
	<string>Chiaro</string>
	<key>Links on this site take you directly to Apple’s download pages.</key>
	<string>I collegamenti a questo sito portano direttamente alle pagine di download di Apple.</string>
	<key>Loading Homebrew Catalog</key>
	<string>Caricamento catalogo Homebrew</string>
	<key>Loading Package Details</key>
	<string>Caricamento dettagli pacchetto</string>
	<key>More</key>
	<string>Altro</string>
	<key>More Information</key>
	<string>Altre informazioni</string>
	<key>More information</key>
	<string>Ulteriori informazioni</string>
	<key>Name</key>
	<string>Nome</string>
	<key>Name (A–Z)</key>
	<string>Nome (A-Z)</string>
	<key>Name (Z–A)</key>
	<string>Nome (Z-A)</string>
	<key>Never</key>
	<string>Mai</string>
	<key>No Installed Casks</key>
	<string>Nessun Cask installato</string>
	<key>No Installed Formulae</key>
	<string>Nessuna Formula installata</string>
	<key>No Installed Packages Found</key>
	<string>Nessun pacchetto installato trovato</string>
	<key>No Packages Found</key>
	<string>Nessun pacchetto trovato</string>
	<key>No Search History</key>
	<string>Nessuna cronologia di ricerca</string>
	<key>No Xcode Data to Clean</key>
	<string>Nessun dato Xcode da pulire</string>
	<key>No Xcode cleanup items were found in the authorized folder.</key>
	<string>Nella cartella autorizzata non sono stati trovati elementi Xcode da pulire.</string>
	<key>No cache contents were found in the authorized folder.</key>
	<string>Nessun contenuto della cache è stato trovato nella cartella autorizzata.</string>
	<key>No image or no target platform</key>
	<string>Nessuna immagine o nessuna piattaforma di destinazione</string>
	<key>No image or no target size</key>
	<string>Nessuna immagine o nessuna dimensione di destinazione</string>
	<key>No matching installations were found in the authorized Homebrew root.</key>
	<string>Nessuna installazione corrispondente è stata trovata nella root di Homebrew autorizzata.</string>
	<key>Not Selected</key>
	<string>Non selezionato</string>
	<key>Not now</key>
	<string>Non ora</string>
	<key>Old logs from Xcode %@</key>
	<string>Vecchi log da Xcode %@</string>
	<key>Only Release</key>
	<string>Solo versione</string>
	<key>Only releases</key>
	<string>Solo versioni finali</string>
	<key>Open Window</key>
	<string>Apri finestra</string>
	<key>Other Cache</key>
	<string>Altra cache</string>
	<key>Overview</key>
	<string>Panoramica</string>
	<key>Package</key>
	<string>Pacchetto</string>
	<key>Package Commands</key>
	<string>Comandi pacchetto</string>
	<key>Package Details Unavailable</key>
	<string>Dettagli pacchetto non disponibili</string>
	<key>Permanently Delete Selected Homebrew Caches?</key>
	<string>Eliminare definitivamente le cache Homebrew selezionate?</string>
	<key>Possibly Outdated</key>
	<string>Potenzialmente obsoleta</string>
	<key>Privacy Policy</key>
	<string>Informativa sulla privacy</string>
	<key>Quit</key>
	<string>Esci</string>
	<key>Rate Me</key>
	<string>Valutami</string>
	<key>Refreshing</key>
	<string>Aggiornamento in corso</string>
	<key>Release</key>
	<string>Rilascio</string>
	<key>Release Notes</key>
	<string>Note di rilascio</string>
	<key>Releases</key>
	<string>Versioni</string>
	<key>Reminder</key>
	<string>Promemoria</string>
	<key>Remove</key>
	<string>Rimuovi</string>
	<key>Remove Authorization</key>
	<string>Rimuovi autorizzazione</string>
	<key>Replacement</key>
	<string>Sostituzione</string>
	<key>Required Environment</key>
	<string>Ambiente richiesto</string>
	<key>Requirements</key>
	<string>Requisiti</string>
	<key>Rescan</key>
	<string>Riesegui scansione</string>
	<key>Reset 'Don't ask again' Warnings</key>
	<string>Reimposta avvisi "Non chiedere più"</string>
	<key>Reset Record</key>
	<string>Reimposta il record</string>
	<key>Retry</key>
	<string>Riprova</string>
	<key>Save your Asset Folder</key>
	<string>Salva la tua cartella risorse</string>
	<key>Saved Total</key>
	<string>Totale salvato</string>
	<key>Scan and clean Xcode data.</key>
	<string>Scansiona e pulisci i dati di Xcode.</string>
	<key>Scanning</key>
	<string>Scansione in corso</string>
	<key>Scanning Homebrew Cache</key>
	<string>Scansione cache Homebrew</string>
	<key>Scanning Installed Packages</key>
	<string>Scansione pacchetti installati</string>
	<key>Search History</key>
	<string>Cronologia di ricerca</string>
	<key>Search installed packages</key>
	<string>Cerca pacchetti installati</string>
	<key>Search names, aliases, and descriptions</key>
	<string>Cerca nomi, alias e descrizioni</string>
	<key>Searching Installed Packages</key>
	<string>Ricerca di pacchetti installati</string>
	<key>Select All</key>
	<string>Seleziona tutti</string>
	<key>Selected:</key>
	<string>Selezionati:</string>
	<key>Set Size</key>
	<string>Imposta dimensioni</string>
	<key>Settings</key>
	<string>Impostazioni</string>
	<key>Shared Downloads</key>
	<string>Download condivisi</string>
	<key>Show in Finder</key>
	<string>Mostra nel Finder</string>
	<key>Some Homebrew data could not be updated. Cached data is shown when available.</key>
	<string>Alcuni dati Homebrew non sono stati aggiornati. I dati in cache sono mostrati quando disponibili.</string>
	<key>Some installed Homebrew packages could not be read.</key>
	<string>Impossibile leggere alcuni pacchetti Homebrew installati.</string>
	<key>Sort</key>
	<string>Ordina</string>
	<key>Status</key>
	<string>Stato</string>
	<key>Status Unknown</key>
	<string>Stato sconosciuto</string>
	<key>Support Us with a Tip 😊</key>
	<string>Sostienici con una mancia 😊</string>
	<key>Swift</key>
	<string>Swift</string>
	<key>System</key>
	<string>Sistema</string>
	<key>Table columns config</key>
	<string>Configurazione colonne tabella</string>
	<key>Tap</key>
	<string>Tap</string>
	<key>Terms of Use</key>
	<string>Condizioni d'uso</string>
	<key>Thanks for using %@!</key>
	<string>Grazie per aver usato %@!</string>
	<key>The Homebrew API URL is invalid.</key>
	<string>L'URL dell'API Homebrew non è valido.</string>
	<key>The Homebrew cache folder authorization could not be saved.</key>
	<string>Non è stato possibile salvare l’autorizzazione della cartella cache di Homebrew.</string>
	<key>The Homebrew cache folder could not be accessed.</key>
	<string>Non è stato possibile accedere alla cartella cache di Homebrew.</string>
	<key>The Homebrew folder authorization could not be saved.</key>
	<string>Non è stato possibile salvare l’autorizzazione della cartella di Homebrew.</string>
	<key>The Homebrew folder could not be accessed.</key>
	<string>Non è stato possibile accedere alla cartella di Homebrew.</string>
	<key>The app only reads Cellar and Caskroom inside this folder. Changing or removing authorization does not modify installed software.</key>
	<string>L'app legge solo i contenuti di Cellar e Caskroom all'interno di questa cartella. La modifica o la rimozione dell'autorizzazione non cambia il software installato.</string>
	<key>The app only scans and deletes selected contents inside ~/Library/Caches/Homebrew. Changing or removing authorization does not delete cache files.</key>
	<string>L'app esegue la scansione ed elimina solo i contenuti selezionati all'interno di ~/Library/Caches/Homebrew. La modifica o la rimozione dell'autorizzazione non elimina i file della cache.</string>
	<key>The app will scan the files in these paths. If you have customized the Archives paths in Xcode, you can add these custom paths to the list.</key>
	<string>L'app eseguirà la scansione dei file in questi percorsi. Se hai personalizzato i percorsi degli archivi in Xcode, puoi aggiungere questi percorsi personalizzati all'elenco.</string>
	<key>The app will scan the files in these paths. If you have customized the Derived Data paths in Xcode, you can add these custom paths to the list.</key>
	<string>L'app eseguirà la scansione dei file in questi percorsi. Se hai personalizzato i percorsi dei dati derivati in Xcode, puoi aggiungere questi percorsi personalizzati all'elenco.</string>
	<key>The cache item is outside the authorized Homebrew cache folder.</key>
	<string>L'elemento della cache è al di fuori della cartella della cache Homebrew autorizzata.</string>
	<key>The cached Homebrew data could not be read.</key>
	<string>Impossibile leggere i dati Homebrew nella cache.</string>
	<key>The catalog checks for updates at most once every 24 hours. Force Refresh still uses conditional requests when possible.</key>
	<string>Il catalogo verifica gli aggiornamenti al massimo una volta ogni 24 ore. Il comando "Aggiorna forzatamente" utilizza comunque richieste condizionali quando possibile.</string>
	<key>The installation folder is outside the authorized Homebrew root.</key>
	<string>La cartella di installazione si trova al di fuori della directory root di Homebrew autorizzata.</string>
	<key>The package details could not be loaded.</key>
	<string>Non è stato possibile caricare i dettagli del pacchetto.</string>
	<key>The saved Homebrew cache folder authorization is no longer valid.</key>
	<string>L’autorizzazione salvata per la cartella cache di Homebrew non è più valida.</string>
	<key>The saved Homebrew folder authorization is no longer valid.</key>
	<string>L’autorizzazione salvata per la cartella di Homebrew non è più valida.</string>
	<key>The selected Homebrew cache folder must be readable and writable.</key>
	<string>La cartella cache di Homebrew selezionata deve essere leggibile e scrivibile.</string>
	<key>The selected Homebrew root folder is not readable.</key>
	<string>La cartella root di Homebrew selezionata non è leggibile.</string>
	<key>These package-level commands may affect other installed versions. Review them before running them in Terminal.</key>
	<string>Questi comandi a livello di pacchetto potrebbero influire su altre versioni installate. Revisionale prima di eseguirle nel Terminale.</string>
	<key>This update is required to continue using %@.

Current Version: %@</key>
	<string>Questo aggiornamento è necessario per continuare a usare %1$@.

Versione attuale: %2$@</string>
	<key>Total:</key>
	<string>Totale:</string>
	<key>Try Again</key>
	<string>Riprova</string>
	<key>Try a different name, alias, description, or installed version.</key>
	<string>Prova un nome, un alias, una descrizione o una versione installata diversi.</string>
	<key>Try a different name, alias, or description.</key>
	<string>Prova un nome, un alias o una descrizione diversi.</string>
	<key>Type</key>
	<string>Tipo</string>
	<key>Uninstall</key>
	<string>Disinstalla</string>
	<key>Unknown</key>
	<string>Sconosciuto</string>
	<key>Unrecognized Cask Cache</key>
	<string>Cache Cask non riconosciuta</string>
	<key>Unrecognized Downloads</key>
	<string>Download non riconosciuti</string>
	<key>Up to Date</key>
	<string>Aggiornato</string>
	<key>Update</key>
	<string>Aggiorna</string>
	<key>Update Failed</key>
	<string>Aggiornamento fallito</string>
	<key>Update Now</key>
	<string>Aggiorna ora</string>
	<key>Update Status</key>
	<string>Stato aggiornamento</string>
	<key>Upgrade</key>
	<string>Aggiorna</string>
	<key>Version</key>
	<string>Versione</string>
	<key>View installed Homebrew Formulae and Casks.</key>
	<string>Visualizza Formulae e Cask installati di Homebrew.</string>
	<key>Width</key>
	<string>Larghezza</string>
	<key>Xcode is running</key>
	<string>Xcode è in esecuzione</string>
	<key>You can find most downloads at</key>
	<string>La maggior parte dei download si trova sotto</string>
	<key>You've saved a total of **%@**</key>
	<string>Hai risparmiato un totale di **%@**</string>
	<key>Your tip helps us keep this app free and improves it with new features.</key>
	<string>La tua mancia ci aiuta a mantenere questa app gratuita e a migliorarla con nuove funzionalità.</string>
	<key>generate</key>
	<string>genera</string>
	<key>iOS and watchOS icons merged in one asset</key>
	<string>Icone iOS e watchOS unite in un unico elemento</string>
	<key>macOS allows app icons to include transparency (alpha channel). However, transparency is not supported on iOS and watchOS. For these platforms, it’s best to use square images with sharp corners, as the system will automatically apply rounded corners and masks to the icon.</key>
	<string>macOS consente alle icone delle app di includere la trasparenza (canale alfa). Tuttavia, la trasparenza non è supportata su iOS e watchOS. Per queste piattaforme, è meglio usare immagini quadrate con angoli netti, poiché il sistema applicherà automaticamente gli angoli arrotondati e le maschere all’icona.</string>
	<key>make sure you're logged in to developer.apple.com.</key>
	<string>assicurati di aver effettuato l'accesso a developer.apple.com.</string>
	<key>watchOS SDK</key>
	<string>SDK watchOS</string>
</dict>
</plist>
